be5invis.vscode-custom-css
brandonkirbyson.vscode-animations
cunbidun.flash-vscode
davidanson.vscode-markdownlint
eamodio.gitlens
enkia.tokyo-night
fittentech.fitten-code
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
harryhopkinson.vim-theme
maziac.asm-code-lens
mhutchie.git-graph
mikoz.black-py
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
tomoki1207.pdf
twxs.cmake
vscodevim.vim
wesbos.theme-cobalt2
zokugun.cron-tasks
zokugun.sync-settings
